<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="7zip.install" version="26.0.0" />
  <package id="act-cli" version="0.2.88" />
  <package id="adobereader" version="2026.1.21367" />
  <package id="androidstudio" version="2025.2.3.9" />
  <package id="bind-toolsonly" version="9.16.28" />
  <package id="chocolatey" version="2.7.1" />
  <package id="chocolatey-compatibility.extension" version="1.0.0" />
  <package id="chocolatey-core.extension" version="1.4.0" />
  <package id="chocolatey-dotnetfx.extension" version="1.0.1" />
  <package id="chocolatey-font-helpers.extension" version="0.0.4" />
  <package id="chocolateygui" version="3.0.1" />
  <package id="chocolatey-visualstudio.extension" version="1.13.0" />
  <package id="chocolatey-windowsupdate.extension" version="1.0.5" />
  <package id="composer" version="6.3.0" />
  <package id="cpu-z.install" version="2.19.0.20260316" />
  <package id="docker-desktop" version="4.71.0" />
  <package id="dotnet4.7.1" version="4.7.2558.20190226" />
  <package id="dotnetfx" version="4.8.0.20220524" />
  <package id="FiraCode" version="6.2" />
  <package id="Firefox" version="150.0.1" />
  <package id="gpu-z" version="2.69.0" />
  <package id="hwmonitor.install" version="1.63.0" />
  <package id="hyper" version="3.4.1" />
  <package id="jdk8" version="8.0.211" />
  <package id="laragon.install" version="8.6.1" />
  <package id="mongodb-compass" version="1.49.5" />
  <package id="nerd-fonts-FiraMono" version="3.4.0" />
  <package id="nerd-fonts-SourceCodePro" version="3.4.0" />
  <package id="ngrok" version="3.39.1" />
  <package id="nodejs-lts" version="24.15.0" />
  <package id="nvm.install" version="1.2.2.20251229" />
  <package id="oh-my-posh" version="29.12.0" />
  <package id="openjdk" version="25.0.0.1" />
  <package id="OpenOffice" version="4.1.16" />
  <package id="pgadmin4" version="9.14.0" />
  <package id="php" version="8.5.5" />
  <package id="pnpm" version="10.33.2" />
  <package id="postgresql" version="18.3.0" />
  <package id="postgresql17" version="17.9.0" />
  <package id="postgresql18" version="18.3.0" />
  <package id="postman" version="12.8.4" />
  <package id="pyenv-win" version="3.1.1" />
  <package id="python3" version="3.14.4" />
  <package id="python313" version="3.13.13" />
  <package id="python314" version="3.14.4" />
  <package id="responsively" version="1.5.0" />
  <package id="ruby.install" version="3.4.9.1" />
  <package id="sharex" version="19.0.2" />
  <package id="slack" version="4.48.102" />
  <package id="sourcetree" version="3.4.30" />
  <package id="TablePlus" version="6.9.4" />
  <package id="vcredist140" version="14.50.35719" />
  <package id="vcredist2008" version="9.0.30729.616104" />
  <package id="vcredist2015" version="14.0.24215.20170201" />
  <package id="visualstudio2022community" version="117.14.31" />
  <package id="visualstudio-installer" version="2.0.7" />
  <package id="vlc" version="3.0.23" />
  <package id="vlc.install" version="3.0.23" />
  <package id="vlc-skins" version="2026.2.25" />
  <package id="vscode.install" version="1.118.1" />
  <package id="wezterm.install" version="20240203.110809.0" />
  <package id="winrar" version="7.22.0" />
  <package id="yarn" version="1.22.22" />
  <package id="zoom" version="7.0.2.34412" />
</packages>
